<?php

$dal  = [
	[
        'ডাল',
        'child' => [                
          ['ম্যাশ'],
          ['মসুর'],  
          ['মুগ'],
          ['গ্রাম'],  
          ['মটর'],
          ['খেসারী'], 
          ['ছোলা'],
          ['বুট'],
          ['অন্যান্য'],           
       ]
     ], 
];

// $dal  = [
// 	[
//         'Dal',
//         'child' => [                
//           ['Mash'],
//           ['Masur'],  
//           ['Mung'],
//           ['Gram'],  
//           ['Motar'],
//           ['Kheshari'], 
//           ['Chola'],
//           ['But'],
//           ['Others'],           
//        ]
//      ], 
// ];