<?php

$egg  = [
	[
        'ডিম',
        'child' => [                
          ['মুরগি'],
          ['হাঁস'],  
          ['রাজহাঁস'],
          ['ফার্ম  লাল'],
          ['ফার্ম  সাদা'],  
          ['কোয়েল'],        
          ['অন্যান্য'],           
       ]
     ], 
];



// $egg  = [
// 	[
//         'Egg',
//         'child' => [                
//           ['Hen'],
//           ['Duck'],  
//           ['Swan'],
//           ['Farm Red'],
//           ['Farm White'],  
//           ['Koel'],        
//           ['Others'],           
//        ]
//      ], 
// ];