<?php

$fish  = [
	[
        'মাছ',
        'child' => [                
          ['শুটকি মাছ'],
          ['লবণাক্ত মাছ'],  
          ['কার্প মাছ'],
          ['নদীর মাছ'],  
          ['খালের মাছ'],  
          ['সমুদ্রের মাছ'],  
          ['চিংড়ি'], 
          ['কাঁকড়া'], 
          ['অন্যান্য'],           
       ]
     ], 
];

// $fish  = [
// 	[
//         'Fish',
//         'child' => [                
//           ['Dry Fish'],
//           ['Salted Fish'],  
//           ['Carp Fish'],
//           ['River Fish'],  
//           ['Canal Fish'],  
//           ['Sea Fish'],  
//           ['Prawn Fish'], 
//           ['Crab'], 
//           ['Others'],           
//        ]
//      ], 
// ];