<?php
$meat  = [
	[
        'মাংস',
        'child' => [                     
          ['মুরগি'], 
          ['পোল্ট্রি'], 
          ['মোরগ'],
          ['হাঁস'],   
          ['খাসি'],  
          ['গরু'],
          ['ভেড়ার মাংস'],  
          ['শুয়োরের মাংস'],     
          ['অন্যান্য'],           
       ]
     ], 
];



// $meat  = [
// 	[
//         'Meat',
//         'child' => [                     
//           ['Hen'], 
//           ['poultry'], 
//           ['Cock'],
//           ['Duck'],   
//           ['Mutton'],  
//           ['Beef'],
//           ['Lamb Meat'],  
//           ['Pork Meat'],     
//           ['Others'],           
//        ]
//      ], 
// ];