<?php

$oil  = [
	[
        'তেল',
        'child' => [                     
          ['সরিষার তেল'],  
          ['সয়াবিন'],
          ['নারকেল'],   
          ['ধানের তুষ থেকে তৈরি তেল'],  
          ['অন্যান্য'],                  
       ]
     ], 
];



// $oil  = [
// 	[
//         'Oil',
//         'child' => [                     
//           ['Mustard'],  
//           ['Soyabin'],
//           ['Coconut'],   
//           ['Rice Bren Oil'],  
//           ['Others'],                  
//        ]
//      ], 
// ];